Repository: makinacorpus/coop-geo
Catalog: coop_geo/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Included area
fr: zones inclue

source: Included areas
fr: zones inclues

source: Inside area
fr: zone englobante

source: Inside areas
fr: zones englobantes

source: Place
fr: Lieu

source: Places
fr: Lieux

source: Impact area
fr: Zone d'action

source: Impact areas
fr: Zones d'action

source: You must at least set a point or choose an area.
fr: Vous devez au moins définir un point ou sélectionner une zone.

source: label
fr: libellé

source: Location category
fr: type de lieu

source: Location categories
fr: types de lieux

source: address
fr: adresse

source: address (extra)
fr: adresse (option)

source: zipcode
fr: code postal

source: city
fr: ville

source: x_code
fr: Cedex

source: country
fr: pays

source: area
fr: zone

source: owner
fr: auteur

source: Location
fr: Lieu

source: Locations
fr: Lieux

source: location
fr: lieu

source: main venue
fr: lieu principal

source: type of location
fr: type de lieu

source: opening days and hours
fr: jours et horaires d'ouverture

source: Located item
fr: Géo-localisation

source: Located items
fr: Géo-localisations

source: %s (center)
fr: %s (centre)

source: inside
fr: englobe

source: included
fr: inclus

source: Area relation
fr: relation de zone

source: Area relations
fr: relationds de zone

source: Child and Parent have to be different.
fr: Les zones parent et enfants doivent être différente.

source: mnemonic
fr: code

source: Area type
fr: type de zone

source: Area types
fr: types de zones

source: reference
fr: référence

source: default location
fr: lieu par défaut

source: related area
fr: zone liée

source: polygon
fr: polygone

source: update automatically?
fr: mise à jour automatique ?

source: Area
fr: Zone

source: Areas
fr: Zones

source: has area :
fr: a pour zone :

source: Linked area
fr: Zone liée

source: Linked areas
fr: Zones liées

source: Delete all Features
fr: Effacer toutes les données

source: Address
fr: Adresse

source: Town
fr: Ville

source: Search
fr: Recherche

source: Click on the choosen location:
fr: Cliquez sur le lieu choisi:

source: You must at least precise the town.
fr: Vous devez au moins préciser une ville.

source: Current area:
fr: Zone courante:

source: Change
fr: Modifier

source: Change the area
fr: Modifier la zone

source: Select new area
fr: Sélectionnez une nouvelle zone

source: Radius
fr: Rayon

source: Area label
fr: Nom de la zone

source: Center
fr: Centre

source: Define at least a location before defining a radius of action.
fr: Définissez au moins une localisation pour pouvoir définir un rayon autour de celle-ci.

source: Current location:
fr: Lieu actuel:

source: Choose another location:
fr: Choisissez un autre lieu:

source: Add another location
fr: Ajouter un autre lieu

source: Search by address
fr: Localiser l'adresse
